Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# square.signInRequired
source: Sign in to view this feed
zh_hans: 登录后可查看此动态来源

# square.title
source: Square
zh_hans: 广场

# square.topicCode
source: Topic code
zh_hans: 话题代码

# square.topicRequired
source: Enter a topic code to view this feed
zh_hans: 输入话题代码后查看动态

# square.unauthorized
source: Your session could not be verified. Sign in again to continue
zh_hans: 无法验证登录状态，请重新登录后继续

# square.unavailable
source: This post is unavailable
zh_hans: 此动态不可用

# square.unknownAuthor
source: Author name unavailable
zh_hans: 作者名称暂无

# square.verified
source: Verified
zh_hans: 已认证

# squareReport.acknowledged
source: The server received this report.
zh_hans: 服务端已收到此举报。

# squareReport.boundary
source: Reporting is not enabled for this service. Policy reads and report submissions remain disabled.
zh_hans: 此服务尚未开放举报。举报规则读取和提交均保持关闭。

# squareReport.caseID
source: Case number
zh_hans: 案件编号

# squareReport.chooseReason
source: Choose a reason
zh_hans: 请选择举报原因

# squareReport.description
source: What happened?
zh_hans: 请说明具体情况

# squareReport.emergency
source: If someone is in immediate danger, contact local emergency services. This report is not an emergency response channel.
zh_hans: 如有人正面临紧急危险，请联系当地紧急救助服务。举报不是紧急救援渠道。

# squareReport.failed
source: Unable to load reporting information. Try again.
zh_hans: 无法读取举报信息，请重试。

# squareReport.invalid
source: Choose a valid reason and enter a description of no more than 2,000 UTF-16 units. You cannot report your own comment.
zh_hans: 请选择有效原因并填写不超过2000个UTF-16单元的说明；不能举报自己的评论。

# squareReport.legacyBookmarkBoundary
source: Bookmarks use the versioned community contract. Legacy post IDs cannot be mapped to it safely.
zh_hans: 收藏使用新版社区接口，旧版动态编号不能安全地映射到该接口。

# squareReport.legacyHint
source: Legacy post report: your selected reason is sent with the post ID. This does not create a versioned-policy case.
zh_hans: 旧版动态举报：内容编号与所选原因一起提交，不会生成版本化规则案件。

# squareReport.legacyLikeHint
source: This legacy action toggles the current post like once. An unconfirmed result remains locked.
zh_hans: 旧版接口会切换一次当前动态点赞状态，结果未确认时继续保持锁定。

# squareReport.legacyReason.0
source: Illegal or prohibited content
zh_hans: 含有违法违规内容

# squareReport.legacyReason.1
source: Sexual content
zh_hans: 色情低俗

# squareReport.legacyReason.2
source: Abuse or harassment
zh_hans: 人身攻击或骚扰

# squareReport.legacyReason.3
source: False information or fraud
zh_hans: 虚假信息或欺诈

# squareReport.legacyReason.4
source: Infringement of others’ rights
zh_hans: 侵犯他人权益

# squareReport.legacyReason.5
source: Other
zh_hans: 其他

# squareReport.locked
source: This content has a submitted or unconfirmed report. Another submission is locked to avoid duplicates. Closing, relaunching or signing in again does not retry it.
zh_hans: 此内容已有已提交或结果未确认的举报。为防重复，已锁定再次提交；关闭、重启或重新登录都不会重试。

# squareReport.noAttachments
source: Text only. Evidence attachments are not supported by this report contract.
zh_hans: 仅可提交文字。此举报接口暂不支持证据附件。

# squareReport.noRemoval
source: A received report is not a moderation decision and does not mean the content was removed.
zh_hans: 收到举报不等于作出处置决定，也不代表内容已下架。

# squareReport.policyVersion
source: Report policy version
zh_hans: 举报规则版本

# squareReport.reason
source: Report reason
zh_hans: 举报原因

# squareReport.reasonLabel.DANGEROUS
source: Immediate physical danger or illegal activity
zh_hans: 现实人身危险或违法行为

# squareReport.reasonLabel.FALSE_INFORMATION
source: False information
zh_hans: 虚假信息

# squareReport.reasonLabel.FRAUD
source: Fraud
zh_hans: 诈骗

# squareReport.reasonLabel.HARASSMENT
source: Abuse or harassment
zh_hans: 人身攻击或骚扰

# squareReport.reasonLabel.HATE
source: Hate or discrimination
zh_hans: 仇恨或歧视

# squareReport.reasonLabel.IMPERSONATION
source: Impersonation
zh_hans: 冒充他人

# squareReport.reasonLabel.INTELLECTUAL_PROPERTY
source: Intellectual property or stolen content
zh_hans: 知识产权或内容盗用

# squareReport.reasonLabel.MINOR_SAFETY
source: Child safety
zh_hans: 未成年人安全

# squareReport.reasonLabel.OTHER
source: Other
zh_hans: 其他

# squareReport.reasonLabel.PRIVACY
source: Privacy violation
zh_hans: 隐私泄露

# squareReport.reasonLabel.SELF_HARM
source: Self-harm or suicide risk
zh_hans: 自伤或自杀风险

# squareReport.reasonLabel.SEXUAL_CONTENT
source: Sexual content
zh_hans: 色情低俗内容

# squareReport.reasonLabel.SPAM
source: Spam or external advertising
zh_hans: 垃圾广告或站外导流

# squareReport.receipt
source: Report case
zh_hans: 举报案件

# squareReport.refresh
source: Check case status
zh_hans: 查询案件状态

# squareReport.rejected
source: The server rejected the report. No moderation outcome can be inferred.
zh_hans: 服务端拒绝了此举报，不能据此推断任何处置结果。

# squareReport.reviewWarning
source: Check the content, reason, policy version and description before submitting.
zh_hans: 提交前请核对内容对象、原因、规则版本与情况说明。

# squareReport.sourceLabels
source: The exact policy labels are shown. English translations are supplementary.
zh_hans: 展示服务端规则原文；英文翻译仅作辅助说明。

# squareReport.stage
source: Server status
zh_hans: 服务端状态

# squareReport.stale
source: The content or report policy changed. Check the latest details and select a reason again. Nothing was submitted.
zh_hans: 内容或举报规则已变化。请核对最新信息并重新选择原因，尚未提交任何内容。

# squareReport.synthetic
source: Offline report example. Reasons, cases and outcomes are synthetic; nothing is sent externally.
zh_hans: 离线举报示例。原因、案件与结果为模拟数据，不会向外部发送。

# squareReport.syntheticReceipt
source: Synthetic case receipt. No real report was sent.
zh_hans: 模拟案件回执，未发送真实举报。

# squareReport.title
source: Report content
zh_hans: 举报内容

# squareWorkspace.acceptGuideline
source: I accept this current guideline for this publication
zh_hans: 我同意本次发布使用的当前公约

# squareWorkspace.acknowledged
source: Submission acknowledged; publication is not verified
zh_hans: 已收到提交回执，发布状态尚未核实

# squareWorkspace.actions
source: Save and publish
zh_hans: 保存与发布

# squareWorkspace.audience
source: Who can see this
zh_hans: 谁可以看到

# squareWorkspace.body
source: Post text
zh_hans: 帖文正文

# squareWorkspace.boundary
source: Live posting, uploads and guideline acceptance are off by default. Local drafts stay on this device.
zh_hans: 默认关闭在线发布、上传与公约确认。本机草稿仅保留在此设备。

# squareWorkspace.cancel
source: Cancel
zh_hans: 取消

# squareWorkspace.chooseMentions
source: Choose mentioned members
zh_hans: 选择提及成员

# squareWorkspace.city
source: City code
zh_hans: 城市代码

# squareWorkspace.clearLocation
source: Clear local location
zh_hans: 清除本机地点

# squareWorkspace.close
source: Close
zh_hans: 关闭

# squareWorkspace.comments
source: Who can reply
zh_hans: 谁可以回复

# squareWorkspace.communityIdentity
source: Club references do not grant community membership or identify a community.
zh_hans: 俱乐部关联不代表社区身份，也不能用作社区编号。

# squareWorkspace.confirm
source: Confirm this publication
zh_hans: 确认本次发布

# squareWorkspace.discard
source: Discard local draft
zh_hans: 删除本机草稿

# squareWorkspace.disclosure
source: Relationship disclosure
zh_hans: 利益关系披露

# squareWorkspace.editMediaRetained
source: Current edit contract retains server images and location. Media changes require a separately supported workflow.
zh_hans: 当前编辑契约保留服务器图片与地点。修改媒体需要其他已支持的流程。

# squareWorkspace.existingMedia
source: Existing server media
zh_hans: 已有服务器媒体

# squareWorkspace.issue
source: Action unavailable
zh_hans: 操作未完成

# squareWorkspace.issueDetail
source: Your draft is retained. Check the current account, feature availability and required fields. An uncertain write must be checked before any new submission.
zh_hans: 草稿仍保留。请检查当前账号、功能是否开放及必填内容。结果不明的写入必须先核实，不能直接重发。

# squareWorkspace.lane
source: Publication contract
zh_hans: 发布契约

# squareWorkspace.legacy
source: Current composer
zh_hans: 当前发布流程

# squareWorkspace.legacyMedia
source: Legacy media; no v1 proof
zh_hans: 旧版媒体，无 v1 上传证明

# squareWorkspace.loadReferences
source: Load reference choices
zh_hans: 加载可关联内容

# squareWorkspace.localDrafts
source: On-device drafts
zh_hans: 本机草稿

# squareWorkspace.location
source: Public place label
zh_hans: 公开地点名称

# squareWorkspace.media
source: Media review
zh_hans: 媒体检查

# squareWorkspace.more
source: Load more
zh_hans: 加载更多

# squareWorkspace.newDraft
source: New draft
zh_hans: 新建草稿

# squareWorkspace.noCoordinates
source: Only a public place label is used. No GPS or coordinates are collected.
zh_hans: 仅使用公开地点名称，不采集 GPS 或经纬度。

# squareWorkspace.offline
source: Offline workspace
zh_hans: 离线创作台

# squareWorkspace.pending
source: Outcome unresolved or already submitted. Automatic resubmission is locked.
zh_hans: 结果未核实或已经提交，禁止自动重发。

# squareWorkspace.place
source: Place name
zh_hans: 地点名称

# squareWorkspace.policy
source: Community publication controls
zh_hans: 社区发布设置

# squareWorkspace.policy.COMMUNITY
source: Community members
zh_hans: 社区成员

# squareWorkspace.policy.EVERYONE
source: Everyone
zh_hans: 所有人

# squareWorkspace.policy.FOLLOWERS
source: Followers
zh_hans: 关注者

# squareWorkspace.policy.GIFTED
source: Gifted experience
zh_hans: 获赠体验

# squareWorkspace.policy.MEMBERS
source: Members
zh_hans: 成员

# squareWorkspace.policy.MENTIONED
source: Mentioned members
zh_hans: 提及的人

# squareWorkspace.policy.MERCHANT_EMPLOYEE
source: Merchant employee
zh_hans: 商家员工

# squareWorkspace.policy.MERCHANT_OWNER
source: Merchant owner
zh_hans: 商家主理人

# squareWorkspace.policy.NONE
source: None
zh_hans: 无

# squareWorkspace.policy.OFF
source: Replies off
zh_hans: 关闭回复

# squareWorkspace.policy.PRIVATE
source: Only me
zh_hans: 仅自己

# squareWorkspace.policy.PUBLIC
source: Everyone
zh_hans: 所有人

# squareWorkspace.policy.SPONSORED
source: Sponsored
zh_hans: 商业合作

# squareWorkspace.proofReady
source: Upload receipt available
zh_hans: 已有上传回执

# squareWorkspace.readback
source: Fresh server state loaded; inspect lifecycle
zh_hans: 已读取最新服务器状态，请查看生命周期

# squareWorkspace.reference
source: Linked content
zh_hans: 关联内容

# squareWorkspace.referenceType
source: Reference type
zh_hans: 关联类型

# squareWorkspace.refreshServer
source: Refresh server drafts
zh_hans: 刷新服务器草稿

# squareWorkspace.remove
source: Remove
zh_hans: 移除

# squareWorkspace.removeReference
source: Remove link
zh_hans: 取消关联

# squareWorkspace.removeSelected
source: Remove selected photo
zh_hans: 移除所选照片

# squareWorkspace.replyApproval
source: Approve replies first
zh_hans: 回复先经我确认

# squareWorkspace.resume
source: Resume editing
zh_hans: 继续编辑

# squareWorkspace.review
source: Review publication
zh_hans: 检查发布内容

# squareWorkspace.reviewDetail
source: Confirm only this reviewed draft. A receipt does not prove publication or approval.
zh_hans: 仅确认当前检查过的草稿。收到回执不代表已发布或审核通过。

# squareWorkspace.revisions
source: Revision history
zh_hans: 修改历史

# squareWorkspace.safety.ACCESSIBILITY_LIMIT
source: Accessibility limit
zh_hans: 无障碍限制

# squareWorkspace.safety.DANGEROUS_ACTIVITY
source: Dangerous activity
zh_hans: 危险活动

# squareWorkspace.safety.FLASHING_IMAGES
source: Flashing images
zh_hans: 闪烁画面

# squareWorkspace.safety.SENSITIVE_CONTENT
source: Sensitive content
zh_hans: 敏感内容

# squareWorkspace.safety.SPOILER
source: Spoiler
zh_hans: 剧透

# squareWorkspace.safety.TEMPORARY_CLOSURE
source: Temporary closure
zh_hans: 临时关闭

# squareWorkspace.safety.WEATHER_RISK
source: Weather risk
zh_hans: 天气风险

# squareWorkspace.saveLocal
source: Save on this device
zh_hans: 保存在本机

# squareWorkspace.saveServer
source: Save server draft
zh_hans: 保存服务器草稿

# squareWorkspace.savedLocal
source: Saved on this device
zh_hans: 已保存在本机

# squareWorkspace.savedServer
source: Server draft verified
zh_hans: 已核实服务器草稿

# squareWorkspace.selectPhoto
source: Select photo
zh_hans: 选择照片

# squareWorkspace.selectedLocal
source: Selected on device. Not uploaded.
zh_hans: 已在本机选择，尚未上传。

# squareWorkspace.serverDrafts
source: Server drafts
zh_hans: 服务器草稿

# squareWorkspace.sessionChanged
source: Account changed; private workspace cleared
zh_hans: 账号已变化，已清空当前私人工作区

# squareWorkspace.slowMode
source: 30-second slow mode
zh_hans: 30 秒慢速模式

# squareWorkspace.staleReview
source: Review changed. Review again before submitting.
zh_hans: 内容已变化，请重新检查后提交。

# squareWorkspace.title
source: Square workspace
zh_hans: 广场创作台

# squareWorkspace.type.ACTIVITY
source: Activity
zh_hans: 活动

# squareWorkspace.type.CLUB
source: Club
zh_hans: 俱乐部

# squareWorkspace.type.POI
source: Place
zh_hans: 地点

# squareWorkspace.type.ROUTE
source: Route
zh_hans: 路线

# squareWorkspace.type.TOPIC
source: Topic
zh_hans: 主题

# squareWorkspace.unknown
source: Outcome requires verification; resubmission locked
zh_hans: 结果需要核实，已锁定重发

# squareWorkspace.untitled
source: Untitled draft
zh_hans: 未命名草稿

# squareWorkspace.upload
source: Upload selected photo
zh_hans: 上传所选照片

# squareWorkspace.v1
source: Community workflow (unverified deployment)
zh_hans: 社区工作流（部署未验证）

# squareWorkspace.withdrawConfirm
source: Withdraw this post’s location? The current server version will be checked first.
zh_hans: 撤回此帖地点？将先核实当前服务器版本。

# squareWorkspace.withdrawLocation
source: Withdraw published location
zh_hans: 撤回已发布地点

# team.acknowledged
source: The server acknowledged the request. Refresh for current team details.
zh_hans: 服务器已确认收到请求。请刷新查看队伍的最新详情。

# team.alreadyJoined
source: You are already in this team
zh_hans: 你已经在这支队伍里

# team.cancel
source: Cancel
zh_hans: 取消

# team.changed
source: Team details or your permission changed. Reopen the team before reviewing again.
zh_hans: 队伍信息或你的权限已变化，请重新打开后再确认。

# team.checkOutcome
source: Check the earlier outcome
zh_hans: 核对上次操作结果

# team.close
source: Close
zh_hans: 关闭

# team.confirmLive
source: Confirm team action
zh_hans: 确认队伍操作

# team.create
source: Create a team
zh_hans: 创建队伍

# team.create.activity
source: Activity
zh_hans: 活动

# team.create.consequence
source: Creating a team does not register anyone, buy tickets or change refund rules. Public teams appear in nearby teams and require captain approval for applications.
zh_hans: 建队不代替报名或购票，也不改变退款规则。公开队伍会出现在附近的队伍，申请需要队长逐个同意。

# team.create.privateHelp
source: Only players with an invitation can join
zh_hans: 仅持有邀请的玩家可以加入

# team.create.publicHelp
source: Public by default. Nearby players can apply and the captain reviews each application.
zh_hans: 默认公开，附近玩家可以申请，由队长逐个审核。

# team.create.review
source: Review team creation
zh_hans: 查看建队确认

# team.create.settings
source: Team settings
zh_hans: 队伍设置

# team.detail
source: Team details
zh_hans: 队伍详情

# team.disband
source: Review disbanding this team
zh_hans: 查看解散确认

# team.disband.consequence
source: All teammates are removed and the team chat closes. Tickets stay valid and no refund is triggered. The team and chat history cannot be restored. Leaving instead transfers leadership when another teammate remains.
zh_hans: 全部队员会被移出队伍，群聊同时关闭，不触发退款，各自的票仍然有效。队伍与聊天记录无法恢复。若改为退队，有其他队员时会移交队长。

# team.empty
source: No teams yet
zh_hans: 还没有队伍

# team.empty.detail
source: Teams you have joined will appear here
zh_hans: 加入的队伍会显示在这里

# team.fixture.account
source: Reauthenticate
zh_hans: 重新登录

# team.fixture.guest
source: Sign out
zh_hans: 退出登录

# team.fixture.otherAccount
source: Switch account
zh_hans: 切换账户

# team.fixtureNotice
source: Offline example. All people, teams and outcomes are synthetic.
zh_hans: 离线示例。人物、队伍与结果均为虚构测试数据。

# team.invalidLink
source: This team link is incomplete. Open a complete invitation or return to your teams.
zh_hans: 队伍链接不完整，请从完整邀请重新进入或返回我的队伍。

source: Team invitation
zh_hans: 队伍邀请

# team.invitationOnly
source: Invitation only
zh_hans: 仅邀请

# team.invite.previewOnly
source: This is a local preview. Sharing and sending invitations are unavailable.
zh_hans: 这里只显示本地预览，暂不支持分享或发送邀请。

# team.invite.unavailable
source: This invitation is unavailable
zh_hans: 邀请已失效

# team.invitePreview
source: Preview invitation
zh_hans: 预览邀请

# team.join
source: Review joining this team
zh_hans: 查看加入队伍确认

# team.join.consequence
source: Joining provides access to the team chat. It does not register you or buy a ticket. Leaving and ticket refunds are separate.
zh_hans: 加入后会进入队伍群聊。入队不会代替报名或购票。退队与退票互不联动。

# team.leave
source: Review leaving this team
zh_hans: 查看退队确认

# team.leave.consequence
source: Leaving removes team-chat access and does not refund your ticket. A captain passes leadership to the earliest-joined remaining teammate; a sole-member team disbands. Returning requires a new invitation.
zh_hans: 退队会失去队伍群聊入口，不会退票。队长将移交给最早加入的队员；只剩一人时队伍解散。此操作不可撤销，重新加入需要新的邀请。

# team.leaveInstead
source: Leave instead
zh_hans: 改为退出队伍

# team.loadFailed
source: Could not load the team information. Try again later.
zh_hans: 队伍信息暂时无法加载，请稍后重试。

# team.loading
source: Checking team status…
zh_hans: 正在核对队伍状态…

# team.member.captain
source: Captain
zh_hans: 队长

# team.member.player
source: Teammate
zh_hans: 队员

# team.member.unknownRole
source: Role not provided
zh_hans: 角色未提供

# team.member.unnamed
source: Player
zh_hans: 玩家

# team.members.count
source: Members
zh_hans: 当前成员

# team.members.empty
source: No teammates to display
zh_hans: 暂无可展示的队员

# team.members.title
source: Teammates
zh_hans: 队员

# team.members.unknown
source: Member count not provided
zh_hans: 成员人数未提供

# team.mode.invitation
source: Invitation only
zh_hans: 仅邀请

# team.mode.provisional
source: Changing the join method is unavailable until the source contract is verified
zh_hans: 加入方式修改合同尚待核验，暂不可更改

# team.mode.public
source: Public applications
zh_hans: 公开招募

# team.mode.title
source: Join method
zh_hans: 加入方式

# team.mode.unknown
source: Join method not provided
zh_hans: 加入方式未提供

# team.notSent
source: The operation was not sent
zh_hans: 操作未发送

# team.preflightFailed
source: Could not verify the latest team state. Nothing new was submitted.
zh_hans: 暂时无法核对最新队伍状态，未提交新的操作。

# team.refresh
source: Refresh
zh_hans: 重新加载

# team.refreshFailed
source: Team status could not be refreshed. The last confirmed information is still shown.
zh_hans: 队伍状态暂未更新，仍展示上次确认的信息。

# team.rejected
source: The simulated request was rejected
zh_hans: 模拟请求被拒绝

# team.remove
source: Remove
zh_hans: 移出

# team.remove.consequence
source: This member loses team-chat access and is notified by the service. Their ticket stays valid. Removal cannot be undone; an invitation code cannot restore them and they must apply again.
zh_hans: 对方会收到站内通知，并失去队伍群聊入口。移出不同步退票，票仍然有效。此操作不可撤销，被移出的人不能用邀请码回来，需要重新申请。

# team.review
source: Review team change
zh_hans: 确认队伍变更

# team.sessionStart
source: Session starts
zh_hans: 场次开始

# team.signIn
source: Sign in to view your teams
zh_hans: 登录后查看我的队伍

# team.simulate
source: Simulate offline
zh_hans: 离线模拟

# team.simulated
source: Offline simulation completed. No real team, ticket or invitation changed.
zh_hans: 离线模拟已完成，未变更真实队伍、票券或邀请。

source: Team size
zh_hans: 队伍人数

# team.status.disbanded
source: Disbanded
zh_hans: 已解散

# team.status.ended
source: Ended
zh_hans: 已结束

# team.status.full
source: Full
zh_hans: 已满员

# team.status.inProgress
source: In progress
zh_hans: 进行中

# team.status.recruiting
source: Recruiting
zh_hans: 招募中

# team.status.unknown
source: Status not provided
zh_hans: 状态未知

# team.storageFailed
source: The operation safety record is unavailable. Changes are blocked.
zh_hans: 操作安全记录不可用，已暂停变更。

# team.ticketSeparation
source: Team membership and tickets are separate. Leaving or disbanding never triggers a refund or ticket redemption.
zh_hans: 组队与票券分别处理。退队或解散不会触发退款，也不会核销票券。

# team.timeUnknown
source: Start time not provided
zh_hans: 开始时间待定

# team.title
source: My teams
zh_hans: 我的队伍

# team.unconfigured
source: Team services are not configured
zh_hans: 队伍服务尚未配置

# team.unknown
source: The earlier outcome is uncertain. Do not submit again. A refresh cannot prove whether it completed.
zh_hans: 上次操作结果尚不确定，请勿再次提交。刷新列表不能证明该操作是否完成。

# team.untitled
source: A team for the journey
zh_hans: 一起出发的玩家队伍

# team.writesDisabled
source: Live team changes and invitation sharing are disabled pending backend verification.
zh_hans: 真实队伍变更和邀请分享暂未开放，需先完成后端核验。

# templateAuthor.acknowledged
source: The server acknowledged this request. Publication or review approval is not confirmed.
zh_hans: 服务器已接收请求，但尚未确认发布或审核通过。

# templateAuthor.addBeat
source: Add story beat
zh_hans: 添加剧情段落

# templateAuthor.adopt
source: Adopt as a local play draft
zh_hans: 套用为本地玩法草稿

# templateAuthor.advanced
source: Advanced game settings
zh_hans: 高级玩法设置

# templateAuthor.advancedScope
source: Structured authoring covers all 37 active configuration families. Unknown extensions are retained and block submission; provider-dependent previews explain their limits.
zh_hans: 已覆盖全部 37 个有效配置模块的结构化编辑。未知扩展会保留并阻止提交；依赖外部能力的预演会说明限制。

# templateAuthor.basics
source: Basics
zh_hans: 基础信息

# templateAuthor.begin
source: Start creating
zh_hans: 开始创作

# templateAuthor.cancel
source: Cancel
zh_hans: 取消

# templateAuthor.choose
source: Choose
zh_hans: 请选择

# templateAuthor.close
source: Close
zh_hans: 关闭

# templateAuthor.confirmRequest
source: Confirm request
zh_hans: 确认请求

# templateAuthor.confirmSimulation
source: Simulate submission
zh_hans: 模拟提交

# templateAuthor.contentRejected
source: The content was rejected. Review and revise it before submitting again.
zh_hans: 内容未通过审核，请修改后再提交。

# templateAuthor.continue
source: Continue to editor
zh_hans: 继续编辑

# templateAuthor.diceFace.1
source: Face 1 action
zh_hans: 第 1 面行动

# templateAuthor.diceFace.2
source: Face 2 action
zh_hans: 第 2 面行动

# templateAuthor.diceFace.3
source: Face 3 action
zh_hans: 第 3 面行动

# templateAuthor.diceFace.4
source: Face 4 action
zh_hans: 第 4 面行动

# templateAuthor.diceFace.5
source: Face 5 action
zh_hans: 第 5 面行动

# templateAuthor.diceFace.6
source: Face 6 action
zh_hans: 第 6 面行动

# templateAuthor.discard
source: Discard local draft
zh_hans: 丢弃本地草稿

# templateAuthor.discardQuestion
source: Discard this local draft? This does not delete a server template.
zh_hans: 丢弃此本地草稿？不会删除服务端模板。

# templateAuthor.draftReview
source: A server draft save sends the configured template fields to the service.
zh_hans: 服务端草稿保存会将配置的模板字段发送至服务端。

# templateAuthor.duplicateName
source: This template name already exists. Choose another name before trying again.
zh_hans: 模板名称已存在，请修改名称后重试。

# templateAuthor.existingEditUnavailable
source: Editing this server template requires an owned full-detail contract that is not available in this source slice.
zh_hans: 编辑服务端模板需要完整的个人详情契约，此真源切片未提供。

# templateAuthor.field.activityCategoryids
source: Category IDs, comma-separated
zh_hans: 类别 ID，以逗号分隔

# templateAuthor.field.answerReveal
source: Answer explanation
zh_hans: 答案解析

# templateAuthor.field.audioDuration
source: Audio duration in seconds
zh_hans: 音频时长（秒）

# templateAuthor.field.audioUrl
source: Audio reference
zh_hans: 音频引用

# templateAuthor.field.bearing
source: Target direction, 0–359°
zh_hans: 目标方位，0 至 359°

# templateAuthor.field.beatImages
source: Image references, one per line
zh_hans: 图片引用，每行一个

# templateAuthor.field.beatTag
source: Story tag
zh_hans: 剧情标签

# templateAuthor.field.beatText
source: Story text
zh_hans: 剧情内容

# templateAuthor.field.categoryId
source: Category ID
zh_hans: 类别 ID

# templateAuthor.field.compassHint
source: Direction hint
zh_hans: 方位提示

# templateAuthor.field.correctAnswer
source: Correct option
zh_hans: 正确选项

# templateAuthor.field.couponId
source: Coupon ID
zh_hans: 优惠券 ID

# templateAuthor.field.description
source: Description, up to 30 UTF-16 units
zh_hans: 描述，不超过 30 个 UTF-16 字符单元

# templateAuthor.field.diceCount
source: Dice count: 1 or 2
zh_hans: 骰子数量：1 或 2

# templateAuthor.field.difficulty
source: Difficulty
zh_hans: 难度

# templateAuthor.field.doneText
source: Completion text
zh_hans: 到点时说什么

# templateAuthor.field.duration
source: Duration in minutes
zh_hans: 时长（分钟）

# templateAuthor.field.durationSeconds
source: Time limit: 10–86400 seconds
zh_hans: 限时秒数：10–86400

# templateAuthor.field.feedbackText
source: Completion feedback
zh_hans: 完成反馈

# templateAuthor.field.goal
source: Edge hits: 1–200
zh_hans: 撞击次数：1–200

# templateAuthor.field.goalMs
source: Target: 120–2000 milliseconds
zh_hans: 达标毫秒：120–2000

# templateAuthor.field.heads.action
source: Heads action
zh_hans: 正面行动

# templateAuthor.field.heads.label
source: Heads label
zh_hans: 正面名称
